Repository: xcv58/MacTools
Catalog: Plugins/TrackpadScale/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# approximate
source: 估算重量 · 实验性
ar: الوزن التقديري · تجريبي
de: Geschätztes Gewicht · Experimentell
en: Estimated weight · Experimental
es: Peso estimado · Experimental
fr: Poids estimé · Expérimental
ja: 推定重量 · 実験的
ko: 추정 무게 · 실험적
pt: Peso estimado · Experimental
ru: Оценка веса · Экспериментально
tr: Tahmini ağırlık · Deneysel
zh_hant: 估算重量 · 實驗性

# stable
source: 稳定
ar: مستقر
de: Stabil
en: Stable
es: Estable
fr: Stable
ja: 安定
ko: 안정
pt: Estável
ru: Стабильно
tr: Kararlı
zh_hant: 穩定

# unstable
source: 未稳定
ar: غير مستقر
de: Instabil
en: Unstable
es: Inestable
fr: Instable
ja: 不安定
ko: 불안정
pt: Instável
ru: Нестабильно
tr: Kararsız
zh_hant: 未穩定

# start
source: 开始
ar: بدء
de: Starten
en: Start
es: Iniciar
fr: Démarrer
ja: 開始
ko: 시작
pt: Iniciar
ru: Начать
tr: Başlat
zh_hant: 開始

# stop
source: 停止
ar: إيقاف
de: Stoppen
en: Stop
es: Detener
fr: Arrêter
ko: 중지
pt: Parar
ru: Остановить
tr: Durdur

# tare
source: 归零
ar: تصفير
de: Tarieren
en: Tare
es: Tarar
fr: Tarer
ja: ゼロ設定
ko: 영점 조정
pt: Tarar
ru: Обнулить
tr: Sıfırla
zh_hant: 歸零

# instructions
source: 保持一根手指轻触触控板，等待读数稳定后归零，再轻放小物件。手指不要抬起或更换。
ar: أبقِ إصبعًا واحدًا يلامس لوحة التتبع برفق. انتظر الاستقرار، ثم صفّر القراءة وضع جسمًا صغيرًا برفق. لا ترفع إصبعك ولا تستبدله.
de: Berühren Sie das Trackpad leicht mit einem Finger. Warten Sie auf Stabilität, tarieren Sie und legen Sie dann einen kleinen Gegenstand vorsichtig auf. Heben oder wechseln Sie den Finger nicht.
en: Keep one finger lightly touching the trackpad. Wait for stability, tare, then gently place a small object. Do not lift or replace your finger.
es: Mantén un dedo en contacto suave con el trackpad. Espera a que se estabilice, tara y coloca un objeto pequeño con cuidado. No levantes ni cambies el dedo.
fr: Gardez un doigt en contact léger avec le trackpad. Attendez la stabilité, tarez, puis posez doucement un petit objet. Ne levez pas et ne changez pas de doigt.
ja: 指1本でトラックパッドに軽く触れ続けてください。安定したらゼロ設定し、小物をそっと置きます。指を離したり、入れ替えたりしないでください。
ko: 손가락 하나로 트랙패드를 가볍게 터치한 상태를 유지하세요. 안정되면 영점을 조정하고 작은 물체를 살짝 올리세요. 손가락을 떼거나 바꾸지 마세요.
pt: Mantenha um dedo tocando levemente o trackpad. Aguarde a estabilidade, tare e coloque um objeto pequeno com cuidado. Não levante nem troque o dedo.
ru: Легко касайтесь трекпада одним пальцем. Дождитесь стабильности, обнулите показания и осторожно положите небольшой предмет. Не поднимайте и не меняйте палец.
tr: Trackpad’e bir parmağınızla hafifçe dokunmaya devam edin. Kararlı olmasını bekleyin, sıfırlayın ve küçük bir nesneyi nazikçe yerleştirin. Parmağınızı kaldırmayın veya değiştirmeyin.
zh_hant: 保持一根手指輕觸觸控板，等讀數穩定後歸零，再輕放小物件。手指不要抬起或更換。

# calibration
source: 已知重量校准
ar: معايرة بوزن معروف
de: Kalibrierung mit bekanntem Gewicht
en: Known-weight calibration
es: Calibración con peso conocido
fr: Étalonnage avec un poids connu
ja: 既知の重量で校正
ko: 알려진 무게로 보정
pt: Calibração com peso conhecido
ru: Калибровка известным весом
tr: Bilinen ağırlıkla kalibrasyon
zh_hant: 已知重量校準

# calibration.instructions
source: 先在没有物件时归零，再放置已知重量的物件（1–100 g）。保持同一根手指轻触，稳定后保存。
ar: صفّر دون جسم، ثم ضع وزنًا معروفًا مستقلًا (1–100 غ). أبقِ الإصبع نفسه ملامسًا بخفة واحفظ عند الاستقرار.
de: Ohne Gegenstand tarieren, dann ein unabhängig bekanntes Gewicht (1–100 g) auflegen. Denselben Finger leicht auflegen und bei stabilem Wert speichern.
en: Tare without an object, then place an independently known weight (1–100 g). Keep the same finger lightly touching and save when stable.
es: Tara sin un objeto y coloca un peso conocido de forma independiente (1–100 g). Mantén el mismo dedo apoyado suavemente y guarda cuando la lectura sea estable.
fr: Faites la tare sans objet, puis posez un poids connu indépendamment (1–100 g). Gardez le même doigt légèrement posé et enregistrez quand la mesure est stable.
ja: 物を置かずにゼロ調整し、別途確認した重り（1–100 g）を置きます。同じ指を軽く触れたまま、安定してから保存してください。
ko: 물체 없이 영점을 맞춘 다음 별도로 확인한 무게(1–100 g)를 올리세요. 같은 손가락을 가볍게 대고 안정되면 저장하세요.
pt: Zere sem objeto e coloque um peso conhecido de forma independente (1–100 g). Mantenha o mesmo dedo tocando levemente e salve quando estabilizar.
ru: Обнулите без предмета, затем положите предмет с независимо известным весом (1–100 г). Слегка касайтесь тем же пальцем и сохраните после стабилизации.
tr: Nesne olmadan sıfırlayın, ardından ağırlığı bağımsız olarak bilinen bir nesne (1–100 g) yerleştirin. Aynı parmakla hafifçe dokunmaya devam edin ve kararlı olduğunda kaydedin.
zh_hant: 先在沒有物件時歸零，再放置已知重量的物件（1–100 g）。保持同一根手指輕觸，穩定後儲存。

# knownWeight
source: 已知重量
ar: الوزن المعروف
de: Bekanntes Gewicht
en: Known weight
es: Peso conocido
fr: Poids connu
ja: 既知の重量
ko: 알려진 무게
pt: Peso conhecido
ru: Известный вес
tr: Bilinen ağırlık

# saveCalibration
source: 保存校准
ar: حفظ المعايرة
de: Kalibrieren
en: Save Calibration
es: Calibrar
fr: Étalonner
ja: 校正を保存
ko: 보정 저장
pt: Calibrar
ru: Калибровать
tr: Kalibre Et
zh_hant: 儲存校準

# resetCalibration
source: 重置校准
ar: إعادة الضبط
de: Zurücksetzen
en: Reset Calibration
es: Restablecer
fr: Réinitialiser
ja: 校正をリセット
ko: 보정 초기화
pt: Redefinir
ru: Сбросить
tr: Sıfırla
zh_hant: 重置校準

# uncalibrated
source: 未校准：原始压力差仅作为经验估算。
ar: غير معاير: فرق الضغط الخام مجرد تقدير تجريبي.
de: Nicht kalibriert: Die rohe Druckdifferenz liefert nur eine empirische Schätzung.
en: Uncalibrated: raw pressure difference is only an empirical estimate.
es: Sin calibrar: la diferencia de presión sin procesar es solo una estimación empírica.
fr: Non étalonné : la différence de pression brute n’est qu’une estimation empirique.
ja: 未校正：生の圧力差は経験的な推定にすぎません。
ko: 보정되지 않음: 원시 압력 차이는 경험적인 추정값일 뿐입니다.
pt: Sem calibração: a diferença de pressão bruta é apenas uma estimativa empírica.
ru: Без калибровки: разница необработанного давления — лишь эмпирическая оценка.
tr: Kalibre edilmedi: ham basınç farkı yalnızca deneysel bir tahmindir.
zh_hant: 未校準：原始壓力差僅作為經驗估算。

# calibrated
source: 已校准：校准仍不能保证准确度。
ar: تمت المعايرة: لا تزال الدقة غير مضمونة.
de: Kalibriert: Die Genauigkeit ist weiterhin nicht garantiert.
en: Calibrated: accuracy is still not guaranteed.
es: Calibrado: la precisión sigue sin estar garantizada.
fr: Étalonné : la précision reste sans garantie.
ja: 校正済み：精度は引き続き保証されません。
ko: 보정됨: 정확도는 여전히 보장되지 않습니다.
pt: Calibrado: a precisão ainda não é garantida.
ru: Откалибровано: точность по-прежнему не гарантируется.
tr: Kalibre edildi: doğruluk yine de garanti edilmez.
zh_hant: 已校準：校準仍不能保證準確度。

# temporaryCalibration
source: 设备标识不可用，校准仅在本次会话有效。
ar: هوية الجهاز غير متاحة؛ المعايرة صالحة لهذه الجلسة فقط.
de: Gerätekennung nicht verfügbar; die Kalibrierung gilt nur für diese Sitzung.
en: Device identity unavailable; calibration lasts only for this session.
es: Identidad del dispositivo no disponible; la calibración solo dura esta sesión.
fr: Identité de l’appareil indisponible ; l’étalonnage ne vaut que pour cette session.
ja: デバイスの識別情報がないため、校正はこのセッションのみ有効です。
ko: 기기 식별 정보를 사용할 수 없어 보정은 이 세션에서만 유효합니다.
pt: Identidade do dispositivo indisponível; a calibração dura apenas esta sessão.
ru: Идентификатор устройства недоступен; калибровка действует только в этом сеансе.
tr: Aygıt kimliği kullanılamıyor; kalibrasyon yalnızca bu oturum için geçerlidir.
zh_hant: 裝置識別碼無法使用，校準僅在本次工作階段有效。

# calibrationError
source: 请输入 1–100 g 的有效重量，并等待有物件的读数稳定后重试。
ar: أدخل وزنًا صالحًا من 1 إلى 100 غ وانتظر قراءة مستقرة مع الجسم قبل المحاولة مجددًا.
de: Geben Sie ein gültiges Gewicht von 1–100 g ein und warten Sie auf eine stabile Anzeige mit dem Gegenstand, bevor Sie es erneut versuchen.
en: Enter a valid weight from 1–100 g and wait for a stable reading with the object before retrying.
es: Introduce un peso válido de 1–100 g y espera a una lectura estable con el objeto antes de reintentar.
fr: Saisissez un poids valide de 1–100 g et attendez une mesure stable avec l’objet avant de réessayer.
ja: 1–100 gの有効な重量を入力し、物を置いた状態で安定してから再試行してください。
ko: 1–100 g의 유효한 무게를 입력하고 물체를 올린 상태에서 값이 안정되면 다시 시도하세요.
pt: Insira um peso válido de 1–100 g e aguarde uma leitura estável com o objeto antes de tentar novamente.
ru: Введите допустимый вес от 1 до 100 г и дождитесь стабильных показаний с предметом, затем повторите попытку.
tr: 1–100 g arasında geçerli bir ağırlık girin ve yeniden denemeden önce nesneyle kararlı bir okuma bekleyin.
zh_hant: 請輸入 1–100 g 的有效重量，並等待有物件的讀數穩定後重試。

# safeUse
source: 仅轻放小物件，勿用尖锐或重物。不可用于关键测量。
ar: ضع أجسامًا صغيرة فقط برفق. لا تستخدم أجسامًا حادة أو ثقيلة. لا تستخدمه للقياسات الحرجة.
de: Legen Sie nur kleine Gegenstände vorsichtig auf. Keine scharfen oder schweren Gegenstände. Nicht für kritische Messungen verwenden.
en: Gently place small objects only. No sharp or heavy items. Do not use for critical measurements.
es: Coloca solo objetos pequeños con cuidado. No uses objetos afilados ni pesados. No lo uses para mediciones críticas.
fr: Posez doucement uniquement de petits objets. Aucun objet lourd ou pointu. Ne pas utiliser pour des mesures critiques.
ja: 小物だけをそっと置いてください。鋭利な物や重い物は使わないでください。重要な測定には使用しないでください。
ko: 작은 물체만 살짝 올리세요. 날카롭거나 무거운 물체는 사용하지 마세요. 중요한 측정에 사용하지 마세요.
pt: Coloque apenas objetos pequenos com cuidado. Não use itens afiados ou pesados. Não use para medições críticas.
ru: Осторожно кладите только небольшие предметы. Не используйте острые или тяжёлые предметы. Не используйте для критически важных измерений.
tr: Yalnızca küçük nesneleri nazikçe yerleştirin. Keskin veya ağır nesneler kullanmayın. Kritik ölçümler için kullanmayın.
zh_hant: 僅輕放小物件，勿用尖銳或重物。不可用於關鍵測量。

# limitations
source: 仅支持内置 Force Touch 触控板。称重时暂停 MacTools 触控板手势；停止或关闭页面后恢复。依赖 macOS 私有 API，兼容性可能变化。
ar: لوحات Force Touch المدمجة فقط. تتوقف إيماءات MacTools أثناء الوزن وتستأنف عند الإيقاف أو إغلاق الصفحة. يستخدم واجهات macOS خاصة؛ قد يتغير التوافق.
de: Nur integrierte Force Touch Trackpads. MacTools-Trackpad-Gesten pausieren beim Wiegen und werden nach dem Stoppen oder Schließen dieser Seite fortgesetzt. Verwendet private macOS-APIs; die Kompatibilität kann sich ändern.
en: Built-in Force Touch trackpads only. MacTools trackpad gestures pause while weighing and resume on stop or closing this page. Uses private macOS APIs; compatibility may change.
es: Solo trackpads Force Touch integrados. Los gestos de MacTools se pausan al pesar y se reanudan al detener o cerrar esta página. Usa API privadas de macOS; la compatibilidad puede cambiar.
fr: Trackpads Force Touch intégrés uniquement. Les gestes MacTools sont suspendus pendant la pesée et reprennent à l’arrêt ou à la fermeture de cette page. Utilise des API privées de macOS ; la compatibilité peut changer.
ja: 内蔵Force Touchトラックパッドのみ対応。計量中はMacToolsのトラックパッドジェスチャが一時停止し、停止またはページを閉じると再開します。macOSの非公開APIを使用しているため、互換性は変わる可能性があります。
ko: 내장 Force Touch 트랙패드만 지원합니다. 측정 중에는 MacTools 트랙패드 제스처가 일시 중지되며 중지하거나 이 페이지를 닫으면 재개됩니다. macOS 비공개 API를 사용하므로 호환성이 변경될 수 있습니다.
pt: Apenas trackpads Force Touch integrados. Os gestos do MacTools pausam durante a pesagem e retornam ao parar ou fechar esta página. Usa APIs privadas do macOS; a compatibilidade pode mudar.
ru: Только встроенные трекпады Force Touch. Жесты MacTools приостанавливаются при взвешивании и возобновляются после остановки или закрытия страницы. Используются частные API macOS; совместимость может измениться.
tr: Yalnızca yerleşik Force Touch trackpad’ler. MacTools hareketleri tartım sırasında duraklatılır, durdurulduğunda veya bu sayfa kapatıldığında devam eder. Özel macOS API’lerini kullanır; uyumluluk değişebilir.
zh_hant: 僅支援內建 Force Touch 觸控板。稱重時暫停 MacTools 觸控板手勢；停止或關閉頁面後恢復。依賴 macOS 私有 API，相容性可能變更。

# state.stopped
source: 点按“开始”以称重。
ar: انقر على بدء للوزن.
de: Klicken Sie auf Starten, um zu wiegen.
en: Click Start to weigh.
es: Haz clic en Iniciar para pesar.
fr: Cliquez sur Démarrer pour peser.
ja: 「開始」をクリックして計量します。
ko: 시작을 클릭하여 측정하세요.
pt: Clique em Iniciar para pesar.
ru: Нажмите «Начать» для взвешивания.
tr: Tartmak için Başlat’a tıklayın.
zh_hant: 按一下「開始」以稱重。

# state.unsupported
source: 未检测到支持压力读取的内置 Force Touch 触控板。
ar: لم تُكتشف لوحة Force Touch مدمجة تدعم الضغط.
de: Kein integriertes Force Touch Trackpad mit Druckunterstützung erkannt.
en: No built-in Force Touch trackpad with pressure support was detected.
es: No se detectó ningún trackpad Force Touch integrado con soporte de presión.
fr: Aucun trackpad Force Touch intégré prenant en charge la pression n’a été détecté.
ja: 圧力に対応した内蔵Force Touchトラックパッドが見つかりません。
ko: 압력을 지원하는 내장 Force Touch 트랙패드를 찾을 수 없습니다.
pt: Nenhum trackpad Force Touch integrado com suporte à pressão foi detectado.
ru: Встроенный трекпад Force Touch с поддержкой давления не обнаружен.
tr: Basınç desteği olan yerleşik Force Touch trackpad algılanmadı.
zh_hant: 未偵測到支援壓力讀取的內建 Force Touch 觸控板。

# state.noContact
source: 请保持一根手指轻触触控板。
ar: أبقِ إصبعًا واحدًا يلامس لوحة التتبع برفق.
de: Berühren Sie das Trackpad leicht mit einem Finger.
en: Keep one finger lightly touching the trackpad.
es: Mantén un dedo en contacto suave con el trackpad.
fr: Gardez un doigt en contact léger avec le trackpad.
ja: 指1本でトラックパッドに軽く触れ続けてください。
ko: 손가락 하나로 트랙패드를 가볍게 터치한 상태를 유지하세요.
pt: Mantenha um dedo tocando levemente o trackpad.
ru: Легко касайтесь трекпада одним пальцем.
tr: Trackpad’e bir parmağınızla hafifçe dokunmaya devam edin.
zh_hant: 請保持一根手指輕觸觸控板。

# state.multipleContacts
source: 检测到多个触点。请只保留一根手指，然后重新归零。
ar: تم اكتشاف عدة نقاط لمس. أبقِ إصبعًا واحدًا فقط وصفّر مجددًا.
de: Mehrere Kontakte erkannt. Lassen Sie nur einen Finger aufliegen und tarieren Sie erneut.
en: Multiple contacts detected. Keep only one finger and tare again.
es: Se detectaron varios contactos. Deja solo un dedo y vuelve a tarar.
fr: Plusieurs contacts détectés. Gardez un seul doigt et tarez à nouveau.
ja: 複数の接触を検出しました。指を1本だけにして、再度ゼロ設定してください。
ko: 여러 접촉이 감지되었습니다. 손가락 하나만 유지하고 영점을 다시 조정하세요.
pt: Vários contatos detectados. Mantenha apenas um dedo e tare novamente.
ru: Обнаружено несколько касаний. Оставьте один палец и снова обнулите показания.
tr: Birden fazla temas algılandı. Yalnızca bir parmak bırakın ve yeniden sıfırlayın.
zh_hant: 偵測到多個觸點。請只保留一根手指，然後重新歸零。

# state.needsTare
source: 等待读数稳定，然后归零。
ar: انتظر الاستقرار ثم صفّر القراءة.
de: Warten Sie auf Stabilität und tarieren Sie dann.
en: Wait for stability, then tare.
es: Espera a que se estabilice y tara.
fr: Attendez la stabilité, puis tarez.
ja: 安定してからゼロ設定してください。
ko: 안정될 때까지 기다린 다음 영점을 조정하세요.
pt: Aguarde a estabilidade e tare.
ru: Дождитесь стабильности и обнулите показания.
tr: Kararlı olmasını bekleyin, ardından sıfırlayın.
zh_hant: 等讀數穩定，然後歸零。

# state.measuring
source: 保持手指位置和力度不变；读数仅供参考。
ar: حافظ على موضع إصبعك وضغطه ثابتين. القراءات تقريبية.
de: Halten Sie Fingerposition und Druck konstant. Die Werte sind Schätzungen.
en: Keep your finger position and pressure steady. Readings are approximate.
es: Mantén constantes la posición y la presión del dedo. Las lecturas son aproximadas.
fr: Gardez la position et la pression du doigt constantes. Les mesures sont approximatives.
ja: 指の位置と圧力を一定に保ってください。表示は概算です。
ko: 손가락 위치와 압력을 일정하게 유지하세요. 측정값은 대략적인 값입니다.
pt: Mantenha a posição e a pressão do dedo constantes. As leituras são aproximadas.
ru: Сохраняйте положение пальца и силу нажатия. Показания приблизительные.
tr: Parmağınızın konumunu ve basıncını sabit tutun. Okumalar yaklaşık değerlerdir.
zh_hant: 保持手指位置和力度不變；讀數僅供參考。

# state.invalidSample
source: 压力读数无效。请重新轻触并归零。
ar: قراءة الضغط غير صالحة. المس برفق مجددًا وصفّر القراءة.
de: Ungültiger Druckwert. Berühren Sie das Trackpad erneut leicht und tarieren Sie.
en: Invalid pressure reading. Lightly touch again and tare.
es: Lectura de presión no válida. Vuelve a tocar suavemente y tara.
fr: Mesure de pression invalide. Touchez à nouveau légèrement et tarez.
ja: 圧力値が無効です。再度軽く触れ、ゼロ設定してください。
ko: 유효하지 않은 압력 값입니다. 다시 가볍게 터치하고 영점을 조정하세요.
pt: Leitura de pressão inválida. Toque levemente novamente e tare.
ru: Недопустимые показания давления. Снова легко коснитесь трекпада и обнулите показания.
tr: Geçersiz basınç okuması. Yeniden hafifçe dokunun ve sıfırlayın.
zh_hant: 壓力讀數無效。請重新輕觸並歸零。

# state.interrupted
source: 会话已中断。请重新开始并归零。
ar: انقطعت الجلسة. ابدأ مجددًا وصفّر القراءة.
de: Sitzung unterbrochen. Starten Sie erneut und tarieren Sie.
en: Session interrupted. Start again and tare.
es: Sesión interrumpida. Inicia de nuevo y tara.
fr: Session interrompue. Redémarrez et tarez.
ja: セッションが中断しました。再度開始し、ゼロ設定してください。
ko: 세션이 중단되었습니다. 다시 시작하고 영점을 조정하세요.
pt: Sessão interrompida. Inicie novamente e tare.
ru: Сеанс прерван. Начните заново и обнулите показания.
tr: Oturum kesintiye uğradı. Yeniden başlatın ve sıfırlayın.
zh_hant: 工作階段已中斷。請重新開始並歸零。

# metadata.title
source: 触控板称重
ar: ميزان لوحة التتبع
de: Trackpad-Waage
en: Trackpad Scale
es: Báscula del trackpad
fr: Balance du trackpad
ja: トラックパッド計量
ko: 트랙패드 저울
pt: Balança do trackpad
ru: Весы на трекпаде
tr: Trackpad Terazisi
zh_hant: 觸控板稱重

# metadata.description
source: 用内置 Force Touch 触控板估算小物件重量（实验性）
ar: قدّر وزن الأجسام الصغيرة باستخدام لوحة Force Touch المدمجة (تجريبي)
de: Schätzt das Gewicht kleiner Gegenstände mit dem integrierten Force Touch Trackpad (experimentell)
en: Estimate small object weights with a built-in Force Touch trackpad (experimental)
es: Estima el peso de objetos pequeños con el trackpad Force Touch integrado (experimental)
fr: Estimez le poids de petits objets avec le trackpad Force Touch intégré (expérimental)
ja: 内蔵Force Touchトラックパッドで小物の重さを推定します（実験的）
ko: 내장 Force Touch 트랙패드로 작은 물체의 무게를 추정합니다 (실험적)
pt: Estime o peso de pequenos objetos com o trackpad Force Touch integrado (experimental)
ru: Оценка веса небольших предметов встроенным трекпадом Force Touch (экспериментально)
tr: Yerleşik Force Touch trackpad ile küçük nesnelerin ağırlığını tahmin edin (deneysel)
zh_hant: 用內建 Force Touch 觸控板估算小物件重量（實驗性）

# open
source: 打开
ar: فتح
de: Öffnen
en: Open
es: Abrir
fr: Ouvrir
ja: 開く
ko: 열기
pt: Abrir
ru: Открыть
tr: Aç
zh_hant: 打開

# measurement
source: 称重
ar: القياس
de: Messung
en: Measurement
es: Medición
fr: Mesure
ja: 計量
ko: 측정
pt: Medição
ru: Измерение
tr: Ölçüm
zh_hant: 稱重
